Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/t_basic_en-US_id.tmx
Source language: en_us
Languages: id

source: [LNGD]%2j{January|February|March|April|May|June|July|August|September|October|November|December} %1d, %3,4d
id: [LNGD]%2j{Januari|Februari|Maret|April|Mei|Juni|Juli|Agustus|September|Oktober|November|Desember} %1d, %3,4d

source: [SHRD]%2j{Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Oct|Nov|Dec} %1d, %3,4d
id: [SHRD]%2j{Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Okt|Nov|Des} %1d, %3,4d

source: [MON1]January
id: [MON1]Januari

source: [MON2]February
id: [MON2]Februari

source: [MON3]March
id: [MON3]Maret

source: [MON5]May
id: [MON5]Mei

source: [MON6]June
id: [MON6]Juni

source: [MON7]July
id: [MON7]Juli

source: [MON8]August
id: [MON8]Agustus

source: [MONA]October
id: [MONA]Oktober

source: [MONC]December
id: [MONC]Desember

source: [BOX2]Cancel
id: [BOX2]Batal
